Repository: ipfire/ddns
Catalog: po/*.po
Languages: de

source: Debugging mode enabled
de: Debugmodus eingeschaltet

source: Loading configuration file %s
de: Lade Konfigurationsdatei %s

source: Found no entries in the configuration file. Exiting.
de: Keine Einträge in der Konfigurationsdatei gefunden. Ende.

source: Dynamic DNS update for %(hostname)s (%(provider)s) failed:
de: Dynamic DNS-Update für %(hostname)s (%(provider)s) fehlgeschlagen

source: Dynamic DNS update for %(hostname)s (%(provider)s) throwed an unhandled exception:
de: Dynamic DNS-Update für %(hostname)s (%(provider)s) erzeugte einen unerwarteten Fehler:

source: Error
de: Fehler

source: Network error
de: Netzwerkfehler

source: The server denied processing the request because account abuse is suspected
de: Der Server hat die Anfrage aufgrund eines Missbrauchsverdachts zurückgewiesen

source: Authentication against the server has failed
de: Die Authentifizierung am Server ist fehlgeschlagen

source: The server denies any updates from this client
de: Der Server weist alle Aktualisierungen dieses Clients zurück

source: The configuration file has errors
de: Die Konfigurationsdatei weist Fehler auf

source: Connection refused
de: Verbindung zurückgewiesen

source: Connection timeout
de: Verbindungstimeout

source: The host could not be found in the configuration file
de: Der Host konnte in der Konfigurationsdatei nicht gefunden werden

source: Internal server error
de: Interner Serverfehler

source: Network unreachable
de: Netzwerk nicht erreichbar

source: Not found
de: Nicht gefunden

source: Request error
de: Request-Fehler

source: Could not resolve DNS entry
de: DNS Eintrag konnte nicht aufgelöst werden

source: Service unavailable
de: Service nicht verfügbar

source: The update could not be performed
de: Die Aktualisierung konnte nicht ausgeführt werden

source: Provider is not properly configured
de: Der Anbieter ist nicht richtig konfiguriert

source: Updating %s forced
de: Aktualisierung von %s erzwungen

source: Dynamic DNS update for %(hostname)s (%(provider)s) successful
de: Dynamic DNS-Update für %(hostname)s (%(provider)s) erfolgreich

source: An update for %(hostname)s (%(provider)s) is performed because of an IP address change
de: Eine Aktualisierung für %(hostname)s (%(provider)s) wird aufgrund einer IP-Adress Änderung vorgenommen

source: An update for %(hostname)s (%(provider)s) is performed because the holdoff time has expired
de: Eine Aktualisierung für %(hostname)s (%(provider)s) wird vorgenommen da die Vorhaltezeit abgelaufen ist

source: No update required for %(hostname)s (%(provider)s)
de: Keine Aktualisierung für %(hostname)s (%(provider)s) erforderlich

source: An update has not been performed because earlier updates failed for %s
de: Aktualisierung wurde nicht durchgeführt, da frühere Aktualisierungen für %s fehlschlugen.

source: There will be no retries
de: Es werden keine weiteren Versuche durchgeführt

source: Last failure message:
de: Letzte Fehlermeldung:

source: Further updates will be withheld until %s
de: Weitere Aktualisierungen werden zurückgehalten bis %s

source: No valid FQDN was given.
de: Kein gültiger FQDN angegeben.

source: Specified host does not exist.
de: Der angebene Host existiert nicht.

source: DNS error encountered.
de: DNS-Fehler aufgetreten.

source: Server response: %s
de: Antwort des Servers: %s

source: Invalid hostname specified.
de: Ungültiger Computername angegeben.

source: Hostname not marked as a dynamic host.
de: Computername nicht als dynamischer Computer markiert.

source: Invalid IP address has been sent.
de: Ungültige IP-Adresse abgeschickt.

source: No hostname specified.
de: Kein Hostname angegeben.

source: Account has been disabled.
de: Der Account wurde deaktiviert.

source: Too many failed requests.
de: Zu viele fehlgeschlagene Anfragen.

source: Malformed request has been sent.
de: Fehlerhafte Anfrage gesendet.

source: Too frequent update requests have been sent.
de: Zu häufige Aktualisierungen gesendet.

source: Domain not found.
de: Domain nicht gefunden.

source: An invalid IP address was submitted
de: Eine ungültige IP Adresse wurde übermittelt

source: Domain not active.
de: Domain nicht aktiv.

source: No Auth details specified.
de: Keine Authentifizierungsdetails angegeben.

source: Invalid IPv4 address has been sent.
de: Eine ungültige IPv4-Adresse wurde gesendet.

source: Invalid IPv6 address has been sent.
de: Eine ungültige IPv6-Adresse wurde gesendet.

source: Invalid hostname specified
de: Ungültiger Computername angegeben.

source: Running on distribution: %s
de: Laufe auf Distribution: %s

source: Response header (Status Code %s):
de: Header der Antwort (Status Code %s):
